import imgOne from '../../../public/PlasticDoors/пластиковые-двери-300x300.jpg'
export const data = [
    {
        title: '',
        text: 'Популярность пластиковых дверей стремительно возрастает. Практичные, функциональные, надёжные конструкции могут быть выполнены в разных цветовых вариантах. Их поверхность окрашивают, выполняя имитацию под дерево. Основное преимущество таких изделий по сравнению с деревянными – доступная стоимость. Да и эксплуатационные характеристики пластиковых дверей отличные. Они устойчивы к повреждениям насекомыми, не деформируются, сохраняют презентабельный внешний вид на протяжении длительного периода.',
        width: '5',
        hiddenText: {
            text: 'Ассортимент пластиковых дверей широк и разнообразен. По способу открывания они могут быть раздвижными, распашными или складными. Ещё один важный параметр – назначение.',
            list: [
                'Входные. Надёжные, практичные конструкции, которые оснащаются ударопрочными стеклами, противовзломной фурнитурой, механизмом проветривания.',
                'Межкомнатные двери из пластика можно устанавливать в ванной, на кухне и в других комнатах. Они устойчивы к влаге, экологически безопасные. Благодаря широкому модельному ряду можно подобрать оптимальные варианты для дополнения разных интерьеров.',
                'Балконные. Это целые блоки, которые состоят из окна и двери. К их особенностям относят внушительные теплоизоляционные параметры, практичность в использовании, надёжность. Устанавливаются конструкции между балконом и жилой площадью.',
            ],
            textTwo: 'Преимущества металлопластиковых конструкций очевидны. Это малый вес, великолепные прочностные характеристики, способность выдерживать нагрузки, герметичность, которая достигается за счёт применения высококачественных уплотнителей. На сайте нашей компании можно заказать современные пластиковые двери для установки в вашем доме или офисе. Мы предлагаем продукцию европейского качества, у нас демократичные цены, возможность доставки в ваш город.',
        },
         img: imgOne,
    },
]