import imgOne from '../../../public/balconiesLoggias/балкон.jpg'
import imgTwo from '../../../public/balconiesLoggias/лоджия.jpg'


export const data = [
    {
        title: 'Балкон',
        text: 'Балкон – дополнительное полезное пространство квартиры или частного дома. Остекление этого небольшого помещения позволяет эксплуатировать его на протяжении всего года. Если креативно подойти к оформлению балкона, можно обустроить здесь зону отдыха или зелёный уголок. Вот только нужно решить очень важный вопрос – защита от холода и влаги. ',
        width: '28',
        hiddenText: {
            text: 'Если ваша цель – защитить помещения от ветра и атмосферных осадков, выбирайте холодное остекление, если же хотите создать здесь полноценное, функциональное помещение, отдайте предпочтение тёплому. Последний вариант предусматривает теплоизоляцию балкона при помощи утеплённых окон. Чтобы создать здесь комфортную атмосферу, можно установить отопительные приборы. Для остекления этих помещений применяются такие конструкции:',
            list: [
                'раздвижные – бюджетный вариант, состоит из одинарного стекла и алюминиевого профиля;',
                'распашные – характеризуются герметичностью, сохраняют тепло внутри, отличаются отменными шумоизоляционными качествами;',
                'безрамное остекление – инновационная технология, которая стремительно набирает популярности, предусматривает применение специальных закалённых стёкол, защищает от потери тепла и проникновения уличного шума',
            ],
            text2: 'При выборе конструкции для остекления балкона важно учитывать разные параметры. В старых, ветхих зданиях используют облегчённые изделия с одинарными стёклами, чтобы не создавать дополнительную нагрузку на несущие стены. А вот в новенькой квартире или коттедже целесообразно установить практичное, функциональное изделие с высокими теплоизоляционными свойствами. Это позволит использовать пространство балкона в разных целях или же совместить его с жилой площадью. Обратитесь в нашу компанию, и специалисты помогут подобрать наиболее подходящие решения для остекления балкона в вашем доме.',
        },
         img: imgOne,
    },
       {
        title: 'Лоджия',
        text: 'Лоджия – это модификация балкона, помещение, встроенное в стену, в котором открыта только одна сторона. Чтобы сделать её функциональной и практичной, владельцы решают остеклить. Это позволит защитить помещение от ветра, холода, атмосферных осадков, сделать его эксплуатацию более безопасной и удобной.',
        width: '28',
        hiddenText: {
            text: 'Есть два варианта остекления лоджии. Холодное более экономное, не предусматривает значительных финансовых затрат, могут использоваться дешёвые конструкции с одинарными окнами. А вот тёплое остекление практичное и удобное, позволяет сохранить тепло внутри в холодное время года, а также использовать полезное пространство в своих целях. При выборе конструкций для остекления лоджии следует учитывать несколько параметров.',
            list: [
                'Материал, из которого изготовлены рамы. Это может быть натуральная древесина, алюминий или ПВХ. Последний вариант считается наиболее доступным и практичным.',
                'Тип рам. Эффектным решением является французское остекление. Популярны также обычные и безрамные конструкции.',
                'Способ открывания. Наиболее рациональным является установка поворотно-откидных изделий. Они позволяют проветривать помещение, не создавая сквозняков. Есть ещё поворотные и раздвижные.',
            
            ],
            text2: 'Для обеспечения теплоизоляционных качеств конструкции учитывайте количество камер в стеклопакете, толщину стёкол. Особое внимание следует уделить прочности и надёжности конструкций, ведь от этого зависит безопасность и комфорт при эксплуатации. Доверьте разработку проекта и изготовление окна для своей лоджии нашим специалистам, и вы обязательно останетесь довольны результатом. Мы используем комплектующие от проверенных производителей, предлагаем высококачественные конструкции с отменными техническими и эстетическими свойствами.',
        },
         img: imgTwo,
    },
]
