import imgOne from '../../../public/Fitting/фурнитура.jpg'


export const data = [
    {
        title: '',
        text: 'От качества фурнитуры зависит удобство эксплуатации и срок службы оконной конструкции. В эту категорию товаров входят элементы и механизмы, которые предназначены для обеспечения запирания и открывания створок. Основные виды изделий:',
        width: '28',
        hiddenText: {
            text: '',
            list: [
                'ограничитель поворота обеспечивает фиксацию конструкции в открытом крайнем положении;',
                'защёлки нужны, чтобы фиксировать отдельные секции окна, защищать их от сильного ветра;',
                'накладки выполняют декоративную функцию, придают изделиям эстетичности и привлекательности;',
                'детский замок и блокировка поворота препятствуют свободному доступу ребёнка к окну, ограничивают возможность открыть его шире;',
                'оконная ручка может выполняться в разных цветах и оттенках, изготавливаться из натуральной древесины, дорогих металлов или пластика;',
                'противовзломная ручка оснащена особым механизмом, который не позволяет открыть окно, что предупреждает несанкционированное проникновение внутрь вашего дома;',
                'уплотнительные элементы необходимы для того, чтобы створка плотно прилегала к профилю, это повышает теплоизоляционные качества конструкции;',
                'петли отвечают за прочность и надёжность окна, выполняются в разных вариантах.',
            
            ],
            textTwo: 'Это далеко не весь перечень фурнитуры, которая используется при изготовлении оконных конструкций. Элементы и механизмы должны быть изготовлены из высококачественных, прочных, способных выдерживать повышенные нагрузки материалов. Окна, оснащённые дешёвыми китайскими аналогами, долго не прослужат. Доверяйте изготовление окон для своего дома надёжным исполнителям. Наша компания имеет достаточно опыта, обладает собственными производственными мощностями, что позволяет выполнять самые сложные задания качественно и оперативно. Мы сотрудничаем только с проверенными производителями фурнитуры:',
        },
         img: imgOne,
    },
]
