import imgOne from '../../../public/WindowStill/подоконники.jpg';
import imgTwo from '../../../public/WindowStill/podokonniki-шs-kvartsevogo-kamnya-Hafner.jpg';

export const data = [
    {
        title: '',
        text: 'Подоконник – составная часть оконной конструкции, которая выполняет не только декоративные, но и практичные функции. Без него не обойтись ни в одном доме. Удачно выбранный подоконник способен внести яркие, интересные акценты в скучный интерьер. Вы думаете, что основная функция этого элемента – место для комнатных растений. А вот и нет!',
        width: '28',
        hiddenText: {
            text: '',
            list: [
                'Подоконник препятствует выходу тепловой энергии за пределы помещения.',
                'Он не позволяет теплу уходить вверх, направляет поток тёплого воздуха, поступающий от обогревательных приборов, в центр комнаты.',
                'Наружный подоконник принимает на себя стекающий конденсат, влагу от атмосферных осадков, сохраняя привлекательный вид фасада здания.',
                'Ну и конечно, на поверхности этого элемента оформления можно хранить различные декоративные предметы и выращивать комнатные растения.',
            ],
            textTwo: 'Качественный подоконник должен отвечать ряду требований. Изготавливают конструкции из современных материалов, характеризующихся отменными прочностными качествами, повышенной устойчивостью к износу и воздействию внешних факторов. Не стоит исключать, что на этот элемент будет создаваться дополнительная нагрузка. Изделие должно быть стойким к деформациям, механическим повреждениям, сохранять свою форму и презентабельный внешний вид на протяжении всего срока службы.Наша компания предлагает широкий ассортимент подоконников, которые станут изящным дополнением интерьера вашего дома. Подобрать изделие можно для завершения разных композиций, ведь доступны варианты в разном цветовом исполнении. Подоконники отличаются между собой размерами, материалом изготовления, стоимостью, дизайном. В каталогах только сертифицированная продукция от надёжных производителей («Cristallit», «Lignadur LD 30», «Danke» и другие).',
        },
        img: imgOne,
    },
    {
        title: 'Подоконники из кварцевого камня',
        text: 'Наша компания рекомендует обратить внимание на так называемые «кварцевые подоконники». Этот вид конструктивного элемента окна обладает рядом неоспоримых преимуществ, которые мы рассмотрим по порядку.',
        width: '10',
        hiddenText: {
            text: '',
            list: [
                '',

                '',

                '',
            ],
            textTwo: '',
        },
        img: imgTwo,
    },
]