import imgOne from '../../../public/PvcPartitions/UTFqJeWiW9U1.jpg'
export const data = [
    {
        title: '',
        text: 'Наша компания занимается изготовлением высококачественных пластиковых перегородок на заказ. Вы можете заказать изделия с разными параметрами и характеристиками: тип стёкол, цветовое исполнение, конфигурация. Функциональные, практичные в использовании конструкции предназначены для рационального разделения пространства. Они могут оснащаться дверными замками, что особенно актуально в офисах, ведь это позволяет организовывать полноценные рабочие кабинеты.',
        width: '5',
        hiddenText: {
            text: 'Ассортимент продукции включает конструкции из линейки профиля Deceuninc и SCHTERN изделия из среднего ценового сегмента, а также респектабельные перегородки премиум-класса. Ключевые преимущества пластиковых перегородок:',
            list: [
                'благодаря удобной модульной конструкции установка проводится быстро и без особых усилий;',
                'по сравнению с другими способами разделения пространства этот более экономичный;',
                'за счёт применения инновационных технологий в производстве можно сделать перегородки не только функциональными, но и эстетичными',
                'в каталогах представлены перегородки, выполненные в разных цветах и оттенках, что позволяет подобрать оптимальные варианты для оформления офисного интерьера;',
                'применение перегородок обеспечивает отменную звукоизоляцию, а это особенно актуально для создания комфортного микроклимата и благоприятной рабочей обстановки в офисе',
            ],
            textTwo: 'Сфера применения пластиковых перегородок не ограничивается офисами. Практичные, износостойкие, экологически безопасные конструкции могут устанавливаться в торговых павильонах, детских садах и школах, медицинских учреждениях. Изделия отвечают всем нормам и требованиям, что подтверждается сертификатами качества. У нас вы можете заказать бюджетные перегородки по доступным ценам, а так же элитные перегородки по индивидуальному заказу.',
        },
         img: imgOne,
    },
]