import imgOne from '../../../public/Uslugi/zamer.jpg';

export const data = [
	{
		title: '',
		text: 'От того насколько правильно и точно выполнены замеры зависит срок службы и эстетические качества пластикового окна. Вызовите нашего профессионала в удобное для вас время. Замер окон ни к чему вас не обязывает. Вы не должны сразу же составлять договор, можете всё хорошенько обдумать. Специалист из нашей компании не только снимает замеры, но и консультирует по таким вопросам:',
		width: '28',
		hiddenText: {
			text: '',
			list: [
				'модель и конструкция окна;',
				'количество створок, их тип и размеры;',
				'механизм открывания/закрывания;',
				'профильная система;',
				'тип стеклопакета;',
				'фурнитура;',
				'декоративные элементы (витражи, ламинация или покраска профиля).',
			],
			textTwo:
				'У замерщика вы можете узнать приблизительный срок изготовления окна, заказать дополнительные аксессуары. Ещё раз обращаем ваше внимание на то, что выполнение замеров и экспертная консультация осуществляются совершенно бесплатно.',
		},
		img: imgOne,
	},
];
