import imgOne from '../../../public/NonStabdartWindows/арка.jpg'


export const data = [
    {
        title: 'Арочные окна',
        text: 'Если вас не устраивает классическая прямоугольная форма оконной конструкции, обратите внимание на интересные и необычные арочные окна. Владельцы загородных домов, элитных коттеджей, особняков часто принимают решение оформить ими помещения на втором или мансардном этапе. Выполненные из ПВХ такие изделия выполняют не только декоративную функцию. Они прочные и надёжные, удобны в эксплуатации и долговечны. Выделяют несколько разновидностей арочных конструкций.',
        width: '28',
        hiddenText: {
            text: '',
            list: [
                'Мавританские арки – модели, изготовленные в изящной форме, напоминающей подкову. Они способны гармонично дополнить экстерьер и придать элегантности интерьерным композициям.',
                'Полукруглые конструкции широко используются при строительстве современных, респектабельных особняков, ведь помогают создать эксклюзивный архитектурный облик здания.',
                'Стрельчатые арки для оформления оконных проёмов в жилых домах применяются крайне редко. Обычно, их устанавливают на соборах, храмах, церквях.',
                'Лучковые изделия характеризуются универсальным, интересным и необычным дизайном, дополняют экстерьер частных домов, ресторанов, кафе и т.д.',
            ],
            text2: 'В большинстве случаев арочные окна делают глухими, но можно предусмотреть и открывающиеся створки. При производстве конструкций используются высококачественные материалы и инновационные технологии их обработки. Нестандартный, экстравагантный дизайн изделий – это, конечно, их весомое преимущество. Однако стоит учитывать, что конструкции не укрепляются металлическими элементами, что снижает их прочность.Чтобы изделие прослужило на протяжении длительного периода, обращайте внимание на характеристики профиля, стеклопакетов, фурнитуры, а также позаботьтесь о том, чтобы монтаж был выполнен на профессиональном уровне.',
        },
         img: imgOne,
    },
]

