import imgOne from '../../../public/NonStabdartWindows/арка.jpg'
import imgTwo from '../../../public/NonStabdartWindows/круглое.jpg'
import imgThree from '../../../public/NonStabdartWindows/квадратное.jpg'
import imgFor from '../../../public/NonStabdartWindows/шестиугольное.jpg'
import imgFive from '../../../public/NonStabdartWindows/треугольное.jpg'
import imgSix from '../../../public/NonStabdartWindows/овальное.jpg'
import imgSeven from '../../../public/NonStabdartWindows/трапеция.jpg'
import imgEn from '../../../public/NonStabdartWindows/сложное.jpg'

export const data = [
    {
        title: 'Арочные окна',
        text: 'Если вас не устраивает классическая прямоугольная форма оконной конструкции, обратите внимание на интересные и необычные арочные окна. Владельцы загородных домов, элитных коттеджей, особняков часто принимают решение оформить ими помещения на втором или мансардном этапе. Выполненные из ПВХ такие изделия выполняют не только декоративную функцию. Они прочные и надёжные, удобны в эксплуатации и долговечны. Выделяют несколько разновидностей арочных конструкций.',
        width: '5',
        hiddenText: {
            text: '',
            list: [
                'Мавританские арки – модели, изготовленные в изящной форме, напоминающей подкову. Они способны гармонично дополнить экстерьер и придать элегантности интерьерным композициям.',
                'Полукруглые конструкции широко используются при строительстве современных, респектабельных особняков, ведь помогают создать эксклюзивный архитектурный облик здания.',
                'Стрельчатые арки для оформления оконных проёмов в жилых домах применяются крайне редко. Обычно, их устанавливают на соборах, храмах, церквях.',
                'Лучковые изделия характеризуются универсальным, интересным и необычным дизайном, дополняют экстерьер частных домов, ресторанов, кафе и т.д.',
            ],
            textTwo: 'В большинстве случаев арочные окна делают глухими, но можно предусмотреть и открывающиеся створки. При производстве конструкций используются высококачественные материалы и инновационные технологии их обработки. Нестандартный, экстравагантный дизайн изделий – это, конечно, их весомое преимущество. Однако стоит учитывать, что конструкции не укрепляются металлическими элементами, что снижает их прочность.Чтобы изделие прослужило на протяжении длительного периода, обращайте внимание на характеристики профиля, стеклопакетов, фурнитуры, а также позаботьтесь о том, чтобы монтаж был выполнен на профессиональном уровне.',
        },
         img: imgOne,
    },
        {
        title: 'Круглые окна',
        text: 'Дизайнеры при разработке нестандартных, оригинальных проектов часто принимают решение в пользу использования круглых оконных конструкций. Сфера применения эксклюзивных изделий довольно широкая. Это и мансардные этажи, и детские комнаты, спальни, рабочие кабинеты и т.д. При помощи круглых пластиковых окон можно создать уникальный интерьер в офисе, ресторане или отеле. Изысканные формы способны придать элегантности любому помещению',
        width: '60',
        hiddenText: {
            text: 'Вы можете заказать маленькое окошко или модель с большим радиусом. Главное, чтобы конструкция идеально вписалась в проём, поэтому мастер должен очень внимательно и ответственно подойти к выполнению замеров. Круглые окна могут быть глухими, а могут открываться, это зависит от радиуса. Стоимость изделий зависит от таких параметров:',
            list: [
                'размеры (радиус окна);',
                'сложность конструкции;',
                'количество камер в стеклопакете;',
                'толщина стекла;',
                'материал изготовления профильной системы;',
                'качество применяемой фурнитуры.',
            ],
            textTwo: 'Неординарные, изящные круглые пластиковые окна эффектно дополняют экстерьер, выгодно выделят ваш дом на фоне других построек. К преимуществам конструкции можно отнести великолепные эстетические характеристики, повышенная стойкость к износу и воздействию негативных факторов внешней среды, длительный срок службы. Особого ухода такие окна не требуют. Их можно мыть теми же средствами, что и обычные изделия, время от времени протирать и смазывать фурнитуру.Заказать эксклюзивное круглое окно вы сможете на сайте нашей компании. Специалисты помогут подобрать наиболее рациональные решения конкретно в вашем случае. В производстве оконных конструкций используются исключительно высококачественные материалы, что обеспечивает готовым изделиям прекрасные эксплуатационные свойства.',
        },
         img: imgTwo,
    },
        {
        title: 'Квадратные окна',
        text: 'Сегодня производители используют инновационные технологии при изготовлении оконных конструкций, что позволяет реализовать самые смелые и неординарные проекты. Мы привыкли, что окна должны быть прямоугольной формы. Это классика! Безупречно, это практично, надёжно, долговечно. Но ведь так хочется чем-то отличиться, сделать свой дом эксклюзивным и необычным. На помощь придут окна нестандартной формы. Самыми востребованными являются квадратные конструкции. Они отличаются от классических изделий только тем, что длина и ширина их одинаковые.',
        width: '8',
        hiddenText: {
            text: 'Квадратные окна характеризуются теми же преимуществами, что и обычные пластиковые конструкции. Сфера применения довольно широкая, популярность их только возрастает. Достоинства квадратных окон ПВХ:',
            list: [
                'длительный срок службы, который превышает 30 лет при условии соблюдения правил эксплуатации;',
                'устойчивость к негативному воздействию атмосферных осадков, перепаду температур, механических факторам;',
                'презентабельный, универсальный дизайн, способность вписываться в любые интерьеры и экстерьеры;',
                'герметичность, обеспечивающая конструкциям отменные тепло- и звукоизоляционные характеристики;',
                'экологическая безопасность, окна не содержат и не выделяют в процессе эксплуатации вредных веществ.',
                
            ],
            textTwo: 'В каталогах на сайте нашей компании вы найдёте типичные модели, сможете заказать эксклюзивные конструкции, изготовленные по индивидуальным параметрам. Вся продукция сертифицирована, что подтверждается соответствующими документами, отвечает международным стандартам качества. Мы предлагаем широкий ассортимент изделий по доступной стоимости. Заказывайте квадратные пластиковые окна с доставкой по всей стране!',
        },
         img: imgThree,
    },
        {
        title: 'Шестиугольные окна',
        text: 'Чтобы придать экстерьеру здания праздничности, оригинальности и изысканности, замените обычные прямоугольные конструкции эксклюзивными шестиугольными окнами. Популярностью пользуются небольшие, эстетичные изделия, которые устанавливаются в прихожих, на чердачных этажах. Выглядят такие конструкции легко и неотразимо, издалека напоминают звезду или цветок. Особой элегантности окна приобретают в ночное время суток, очень красиво смотрятся в бледном свете уличных фонарей.',
        width: '28',
        hiddenText: {
            text: 'Конструкция шестиугольного окна довольно сложная, что и объясняет его высокую стоимость по сравнению с традиционными вариантами. Изделие состоит из шести отдельных профилей, которые соединяются между собой методом сварки. Чаще всего заказчики отдают предпочтение глухим окнам, но возможно выполнение конструкций с открывающимися створками. Особенности шестиугольных изделий:',
            list: [
                'великолепные эстетические характеристики, презентабельный дизайн;',
                'способность изящно вписаться в экстерьерный ансамбль, дополнить интерьер помещений внутри;',
                'стойкость к износу, низким и высоким температурам, воздействию механических факторов',
                'отменные теплоизоляционные характеристики;',
                'нетребовательность к уходу;',
                'длительный срок службы.',
            ],
            textTwo: 'Стоимость конструкции зависит от сложности исполнения и размера. Установить эффектное окошко можно на веранде или террасе, подсобном или жилом помещении. Важно правильно выполнить замеры, чтобы изготовить окно, способное идеально вписаться в подготовленный для него проём.В нашей компании вам помогут подобрать наиболее выгодные решения для вашего дома или офиса. Здесь представлен широкий ассортимент оконных конструкций. Заказать можно как классические изделия, так и неординарные, экстравагантные шестиугольные модели.',
        },
         img: imgFor,
    },    {
        title: 'Треугольные окна',
        text: 'С целью улучшить эстетические характеристики здания могут использоваться неординарные, эффектные оконные конструкции в виде прямоугольного или равнобедренного треугольника. Уместно выглядеть изделия будут под односкатными и многоскатными крышами. Конструкция довольно сложная, требует больше времени и усилий, чем при изготовлении обычного пластикового окна. Если допустить даже незначительную ошибку на любом из этапов: замер, производство или монтаж, это обязательно скажется на технических характеристиках изделия.',
        width: '28',
        hiddenText: {
            text: 'Нестандартные треугольные окна применяются для декорирования элитных коттеджей, загородных домов. Выделяют несколько разновидностей конструкций. Основа классификации – тип открывания.',
            list: [
                'Глухие – створки не открываются, поэтому невозможно будет проветрить помещение. Это не проблема, если в комнате есть и другие окна. Эти изделия самые простые в исполнении и доступные по цене.',
                'Распашные – наиболее востребованный вариант. Чтобы открыть окно, достаточно повернуть створку по вертикальной оси.',
                'Откидные фрамужные. Механизм таких конструкций позволяет открыть окно, поворачивая створку вокруг нижней оси.',
                'Поворотно-откидные фрамужные позволяют открывать окно, поворачивая его створки или в горизонтальном, или в вертикальном положении.' ,
            ],
            textTwo: 'Если вы решили установить у себя дома треугольное окно, внимательно подойдите к его выбору. Важный параметр, на который обязательно стоит обратить внимание, это градус углов. Если конструкция глухого типа, не стоит делать углы менее 15 градусов, а если распашная – 30, в противном случае могут возникнуть трудности при эксплуатации. Тщательно выбирайте профиль изделия, стеклопакеты, фурнитуру. Установку лучше доверить специалистам, тогда удастся избежать многих неприятностей.'
        },
         img: imgFive,
    },  {
        title: 'Овальные окна',
        text: 'Овальные оконные конструкции встречаются нечасто, но они стоят внимания. Зачастую владельцы домов боятся их использовать по причине сложной конфигурации, необычности и сравнительно высокой стоимости. Однако такие окна привлекают внимание дизайнеров, стремящихся создать эксклюзивный архитектурный облик здания. Выглядит овальное пластиковое окно довольно замысловато и экстравагантно, является элегантным оформлением не только экстерьера, но и интерьерных композиций. С его помощью можно сделать ваш дом или коттедж индивидуальным и эстетичным.',
        width: '28',
        hiddenText: {
            text: 'Выбор модели – задание очень серьёзное. Нужно правильно выполнить замеры, чтобы изделие идеально вошло в оконный проём, подобрать оптимальные параметры с целью придать конструкции хороших технических характеристик. При покупке овального окна следует учитывать такие критерии:',
            list: [
                'материал изготовления оконной конструкции (самыми популярными являются пластиковые модели);',
                'профильная система;',
                'глубина профиля;',
                'количество воздушных камер в стеклопакете;',
                'толщина стёкол;',
                'наличие напыления (солнцезащитное, теплосберегающее)' ,
            ],
            textTwo: 'Окна овальной формы подчёркивают утончённый вкус владельца дома, придают зданию эффектности и неотразимости. К преимуществам конструкций относят внушительные тепло- и звукоизоляционные свойства, презентабельный внешний вид, прочность и надёжность. Проектируются модели индивидуально, расчёты размеров проводятся, учитывая характеристики проёма.Чтобы овальное пластиковое окно прослужило на протяжении долгих лет, изготовление конструкции и монтаж её следует доверять только профессионалам. Внимательно подойдите к выбору исполнителя, не принимайтесь за установку окна своими руками, так как это может заметно ухудшить эксплуатационные характеристики изделия.'
        },
         img: imgSix,
    },  {
        title: 'Трапецевидные окна',
        text: 'При оформлении жилых домов, элитных коттеджей, городских квартир, а также ресторанов, отелей и других коммерческих заведений широко применяются трапециевидные пластиковые окна.',
        width: '28',
        hiddenText: {
            text: 'Необычное, интересное дизайнерское решение, при помощи которого можно придать объекту особой эстетичности. Установка нестандартной конструкции хоть и требует определённых усилий и финансовых трат, но позволяет владельцу подчеркнуть свою индивидуальность и вкус. Это оптимальный вариант для тех, кому надоели стандартные решения, кто стремится сделать свой дом оригинальным.Если вы планируете заказать трапециевидное окно для своего дома, обязательно ознакомьтесь с основными особенностями и отличиями конструкций.',
            list: [
                'Если размер изделия большой, оно может быть дополнено створками классической формы. Для разделения секций оконной конструкции используют импосты',
                'Форма трапеции может быть не только традиционной. Эффектно смотрятся скошенные изделия с одним острым углом.',
                'Что касается типа открывания, то доступны глухие модели, с откидным и поворотным механизмом, комбинированные.',
            ],
            textTwo: 'Трапециевидные пластиковые окна – это возможность оригинально и красиво оформить свой дом, сделать его эстетичным, респектабельным и комфортным для проживания. Будьте уверены, экстравагантное решение не останется без внимания. Оно привлечёт взгляды не только гостей, но и случайных прохожих.Специалисты нашей компании помогут разработать модель трапециевидного пластикового окна для вашего дома. У нас можно заказать конструкцию, изготовленную по индивидуальному проекту. Мы предлагаем только высококачественные изделия, работаем с проверенными производителями. У нас выгодные цены и возможность доставки заказа в ваш город.'
        },
         img: imgSeven,
    },  {
        title: 'Сложносоставные окна',
        text: 'Сложносоставные окна встречаются нечасто, но их применение позволяет разнообразить и эффектно украсить любое здание, сделать его презентабельным, эстетичным, красивым. Конструкция предусматривает наличие двух и более элементов, которые отличаются формой и конфигурацией. Чтобы изготовить такое окно, понадобится немало сил и времени. Как разработка проекта, так и процесс производства требуют профессионального подхода, применения высококачественных, надёжных материалов. Монтаж окна тоже стоит доверить специалистам.',
        width: '28',
        hiddenText: {
            text: 'Сложносоставные окна доставляются заказчику не в собранном виде, а по частям. Внешний вид и технические характеристики конструкции наносятся на бумагу на этапе проектирования. Оценить все прелести и достоинства модели сможете только после установки элементов в оконные проёмы.',
            list: [
                'Сложносоставные окна изготавливаются преимущественно на заказ.',
                'С их помощью можно заполнять проёмы больших размеров и нестандартных форм.',
                'Габариты таких конструкций, как правило, в разы превышают параметры обычных окон.',
                'Они изготавливаются без применения импоста, стеклянные полотна целостные.' ,
                'Сложносоставное окно – эффективный источник естественного света, способный обеспечить качественное дневное освещение в помещениях.' ,
            ],
            textTwo: 'Сфера применения таких конструкций включает респектабельные, модерные коттеджи, характеризующиеся необычными архитектурными формами, бизнес центры, офисные и коммерческие здания, многоэтажные постройки. При разработке проекта изделия следует учитывать разные параметры. Для изготовления конструкций может использоваться натуральная или ламинированная древесина, а также ПВХ. Обратитесь в нашу компанию, и специалисты помогут разработать индивидуальный проект сложносоставного окна.'
        },
         img: imgEn,
    }, 

]

