import imgOne from '../../../public/Product/однокамерный.jpg';
import imgTwo from '../../../public/Product/двухкамерный.jpg';
import imgThree from '../../../public/Product/солнцезащитные.jpg';
import imgFour from '../../../public/Product/Теплосберегающий-пакет.jpg';
import imgFive from '../../../public/Product/Шумоизоляционное.jpg';
import imgSix from '../../../public/Product/энергосберегающий.jpg'

export const data = [
    {
        title: 'Однокамерный',
        text: 'Однокамерные стеклопакеты – идеальное решение для остекления тех помещений, где не требуется усиленная теплоизоляция. К преимуществам конструкций относят доступную стоимость, ремонтопригодность, простой уход и длительный срок службы. Состоит стеклопакет из двух стёкол, которые характеризуются отменными прочностными характеристиками. Пространство внутри заполнено воздухом, который запечатывается в камере. Это необходимо для предупреждения образования конденсата.',
        width: '28',
        hiddenText: {
            text: 'Представленные в каталогах у нас на сайте изделия изготовлены с применением однокамерных стеклопакетов нового образца. Усовершенствованная конструкция обеспечивает сохранность тепла лучше на 82%, чем классические изделия. Сфера применения неширокая по сравнению с многокамерными стеклопакетами, но такие оконные конструкции по-прежнему пользуются спросом благодаря доступной стоимости.',
            list: [
                'Балконы и лоджии. Применяются конструкции для холодного остекления. Для сохранения тепла в помещениях внутри дома между лоджией и балконом устанавливаются балконные блоки.',
                'Летний дом. Пластиковые окна идеальны для установки в зданиях, предназначенных для сезонного проживания.',
                'Терраса. Пластиковое окно защитит помещение от ветра и холода. Зачастую в зимнюю пору такие помещения эксплуатируются нечасто, поэтому устанавливать многокамерные, дорогостоящие окна здесь нецелесообразно.',
            ],
            textTwo: 'Применение однокамерных окон оправдывает себя в тех климатических условиях, где зимы не сопровождаются суровыми морозами. У нас на сайте вы найдёте сертифицированную продукцию, которая отвечает всем требованиям и стандартам качества. Заказывайте оконные конструкции с однокамерными стеклопакетами по доступной цене с доставкой в разные точки страны. Наши консультанты помогут подобрать оптимальный вариант для остекления вашего дома.',
        },
        img: imgOne,
    },
    {
        title: 'Двухкамерный',
        text: 'Оконные конструкции с двухкамерными стеклопакетами имеют широкую сферу применения, чаще всего используются для остекления частных домов и городских квартир. Внушительные технические характеристики позволяют эксплуатировать окна в условиях сурового климата. Они обеспечивают отменную теплоизоляцию помещений, защищают от посторонних звуков и шумов, даже если вы проживаете возле аэропорта или железной дороги. Двухкамерные стеклопакеты необходимы для обеспечения комфортного проживания и оптимального микроклимата в вашем доме.',
        width: '10',
        hiddenText: {
            text: 'Конструкция двухкамерного стеклопакета предусматривает наличие двух воздушных камер и трёх прочных, надёжных стёкол. Они имеют несколько весомых преимуществ по сравнению с однокамерными.',
            list: [
                'Шумоизоляция. Благодаря усовершенствованной конструкции обеспечивается поглощение посторонних шумов и препятствие их проникновению внутрь помещений.',

                'Уменьшение теплопотерь. Окна с двухкамерными пакетами сохраняют тепло, снижая расходы на отопление',

                'Прочность и надёжность. Оконная конструкция надёжно фиксируется, стеклопакет закреплён в профиле. Его невозможно выдавить или повредить. Стекло устойчиво к ударным, ветровым и ливневым нагрузкам.',
            ],
            textTwo: 'При выборе изделия следует обращать внимание на толщину стёкол, механизм закрепления в профильной системе. При помощи оконных конструкций удастся защитить свой дом от холодов, морозов, создать здесь оптимальный микроклимат даже в условиях суровой зимы. Заказывайте окна с двухкамерными стеклопакетами на сайте нашей компании. Здесь представлен широкий ассортимент высококачественных изделий, которые изготавливаются с применением надёжных материалов и инновационных технологии. У нас доступные цены, выгодные условия оплаты, доставка по всей стране.',
        },
        img: imgTwo,
    },
    {
        title: 'Солнцезащитный',
        text: 'Современные оконные конструкции характеризуются усовершенствованными техническими параметрами, длительным сроком службы, практичностью и эстетичностью. Одним из наиболее рациональных решений, которое стремительно набирает популярности, является применение солнцезащитных стеклопакетов. Целесообразно использовать такие конструкции в регионах, где жаркое лето и активное солнце. Сфера применения не ограничивается жилыми помещениями. Устанавливают окна с солнцезащитными стеклопакетами в лабораториях, офисных центрах, промышленных зданиях. Конструкции характеризуются рядом отличий.',
        width: '8',
        hiddenText: {
            text: '',
            list: [
                'Стеклянная поверхность стеклопакетов покрывается специальными составами, которые отталкивают солнечный свет, но способны пропускать тепло.',

                'Конструкции спасают от яркого солнечного света и ультрафиолетовых лучей, идеальны для помещений, где используется много компьютерной техники.',

                'Установив окна с солнцезащитными стеклопакетами, вы сможете сэкономить на жалюзи и шторах, так как в их применении нет необходимости.',
            ],
            textTwo: 'Стоимость таких конструкций несколько выше, чем окон с обычными стеклопакетами. Помимо сугубо практичных функций изделия выполняют и декоративную. Стеклянная поверхность оформляется эстетичными узорами, тонировкой, витражами. Это препятствует проникновению ультрафиолетовых лучей внутрь помещения, защищает его нагревания. Ещё один популярный способ солнцезащиты – металлическое напыление.Применение оконных конструкций, оснащённых солнцезащитными стеклопакетами, позволяет снизить расходы на установку и обслуживание климатической техники. В нашей компании вы сможете заказать высококачественные, надёжные изделия от известных производителей. У нас демократичные цены на весь ассортимент продукции, доставка в разные города страны',
        },
        img: imgThree,
    },
    {
        title: 'Теплосберегающий',
        text: 'Окна… Именно через них происходит около 40% теплопотерь. В жаркий период года это не замечается, ведь в помещениях тепло и уютно благодаря высокой температуре на улице. А вот зимой вам придётся тратить значительные суммы на отопление. Теплосберегающие стеклопакеты STiS – это инновационное решение, при помощи которого можно сохранить тепло внутри дома.',
        width: '8',
        hiddenText: {
            text: 'Революционные конструкции способны удерживать тепловую энергию. Стеклянные поверхности в них покрываются особым напылением, которое отражает тепло, поступающее от отопительных приборов. Основные достоинства оконных конструкций с теплосберегающими стеклопакетами:',
            list: [
                'защита помещений от проникновения внутрь ультрафиолетовых лучей;',
                'способность возвращать до 90% тепловой энергии, которая выделяется отопительными приборами;',
                'усовершенствованные теплоизоляционные характеристики;',
                'способствуют поддержанию оптимального микроклимата и благоприятной атмосферы в доме;',
                'в холодное время года стёкла не запотевают;',
                'применение таких оконных конструкций поможет сократить расходы на кондиционировании и обогревании.'
            ],
            textTwo: 'За счёт использования высококачественных материалов и инновационных технологий производства удалось значительно улучшить технические характеристики оконных конструкций. Кроме того, изделия прочные, надёжные, устойчивы к ливневым и ветровым нагрузкам, способны прослужить на протяжении длительного периода. Особого ухода стеклопакеты не требуют, достаточно регулярно мыть окна специальными средствами для поддержания их эстетических свойств.На официальном сайте нашей компании вы сможете заказать надёжные оконные конструкции с теплосберегающими стеклопакетами. У нас широкий ассортимент продукции, доступные цены, выгодные условия доставки.',
        },
        img: imgFour,
    },
    {
        title: 'Шумоизоляционный',
        text: 'Посторонние шумы, которые проникают внутрь помещения, заметно сказываются на комфорте проживания тех, кто здесь обитает. Особенно актуальной проблема звукоизоляции является для тех, чьи дома расположены возле железных дорог, аэропортов, автомобильных трасс. Если вы хотите сделать свой дом более уютным, установите инновационные окна с шумоизоляционными стеклопакетами. Добиться улучшения звукоизоляционных характеристик конструкций можно несколькими способами',
        width: '8',
        hiddenText: {
            text: '',
            list: [
                'Толщина стёкол. Чтобы защитить помещение от посторонних шумов и звуков, в стеклопакете устанавливают утолщенное внешнее стекло (6 мм).',

                'Наполнение и количество камер. Инертный газ удерживает звуки, обеспечивая в доме максимальный комфорт. В усовершенствованных конструкциях используется аргон, разбавленный гексафторидом серы. Стеклопакеты с тремя камерами лучше задерживают шумы, чем с двумя. Но такое решение требует усиления фурнитуры.',

                'Акустический триплекс – это инновационная технология, предусматривающая использование двух стёкол, скрепленных полимерной смолой. Эластичный слой нейтрализует вибрацию, повышая шумоизоляционные свойства стеклопакета.',
            ],
            textTwo: 'Среди других популярных способов – применение силиконовой оправы или двойных створок. Шумоизоляционные стеклопакеты имеют широкую сферу использования. В каталогах у нас на сайте представлен широкий ассортимент высокотехнологических изделий, которые характеризуются отменными эксплуатационными и эстетическими параметрами. Заказывайте оконные конструкции для создания благоприятного микроклимата в своём доме. Изделия доступны по демократичной стоимости, купить их можно с доставкой в ваш город. Наши специалисты помогут подобрать наиболее оптимальные варианты, исходя из ваших требований и пожеланий.',
        },
        img: imgFive,
    },{
        title: 'Энергосберегающий',
        text: 'Оконные конструкции с энергосберегающими стеклопакетами характеризуются рядом преимуществ по сравнению с обычными изделиями. Сфера их применения включает офисные центры, промышленные и производственные помещения, а также жилые дома и городские квартиры. Энергосберегающие свойства достигаются благодаря специальному покрытию. Внутренняя поверхность стекла покрывается металлическим напылением. Стеклопакеты могут быть однокамерными и многокамерными.',
        width: '8',
        hiddenText: {
            text: 'Практичными и удобными в использовании являются модели с одной камерой. Они отличаются доступной стоимостью, хорошо удерживают тепло, защищают комнату от холода и ультрафиолетовых излучений. Ключевые достоинства окон, оснащённых энергосберегающими стеклопакетами:',
            list: [
                'сведение к минимуму потерь тепловой энергии, что особенно актуально в холодное время года, ведь заметно сокращаются расходы на отопление;',

                'как проходящий, так и отражённый цвет имеет нейтральную окраску, поэтому не искажает эстетичности оконных конструкций;',

                'исключается образование конденсата внутри стеклопакета, что обеспечивает максимально комфортную эксплуатацию;',

                'стеклопакеты защищают от проникновения посторонних звуков в помещение.',
            ],
            textTwo: 'Оконные конструкции характеризуются прекрасными эксплуатационными качествами. Благодаря применению современных технологий производства они приобретают дополнительную прочность, устойчивость к негативному воздействию внешних факторов, механическим нагрузкам. Стоимость окон с энергосберегающими стеклопакетами зависит от разных параметров: размер конструкции, материал, из которой изготовлена профильная система, качество фурнитуры, количество створок, камер и т.д. Заказывайте надёжные оконные конструкции на сайте нашей компании по выгодной стоимости.',
        },
        img: imgFive,
    },
];
