import imgOne from '../../../public/DrainageSystems/водотливы.jpg';

export const data = [
    {
        title: '',
        text: 'Водоотлив – особый элемент оконной конструкции, предназначенный для завершения экстерьера здания, придания ему гармоничного, целостного вида. Профиль, изготовленный из металла или пластика, защищает фасад дома от негативного воздействия атмосферных осадков. Устанавливают его в нижней части окна снаружи, поэтому часто к нему применяют ещё одно название – внешний подоконник. От технических характеристик оконных отливов во многом зависит срок службы и эстетика всей конструкции. Только качественные водоотливы способы обеспечить стенам и окну надёжную защиту от влаги. Классифицируют изделия в зависимости от того, из какого материала они изготовлены.',
        width: '28',
        hiddenText: {
            text: '',
            list: [
                'Оцинкованная сталь. Применяются листы, толщиной 0,55 мм. Этого размера вполне достаточно, чтобы придать элементам нужной жёсткости, способности гасить колебания отлива, уменьшения звуков дождя',
                'Полиэстр. Эти водоотливы тоже изготавливаются из оцинкованной стали, но на их поверхность наносится особое покрытие. Слой полимерного материала обеспечивает изделиям защиту от коррозии и повреждения механическими факторами, устойчивость к царапинам.',
                'Алюминий. Наиболее востребованный материал для изготовления оконных отливов. Он характеризуется небольшим весом, повышенной стойкостью к коррозии, высокой прочностью. Его можно окрашивать в разные цвета.',
            ],textTwo:' Чтобы водоотлив исправно выполнял свои функции, при установке нужно придерживаться определённых правил и рекомендаций. Если между ним и оконной рамой образуются зазоры или же будут плохо загерметизированы стыки, эксплуатационные характеристики отлива существенно ухудшатся, сократится срок службы не только этого элемента, но и всей оконной конструкции. Выполнение монтажных работ лучше доверить специалистам.',
        },
        img: imgOne,
    },
]