import imgOne from '../../../public/Uslugi/izgotovlenie.jpg';

export const data = [
	{
		title: '',
		text: 'В процессе строительства или ремонта квартиры, частного дома, коттеджа важное внимание стоит уделить выбору и установке оконных конструкций. На рынке доступны готовые окна или изготовленные по индивидуальному заказу. Каждый из этих вариантов имеет свои плюсы и минусы. Готовые конструкции выполняются по типичным проектам. Стандартные формы, размеры, цветовое исполнение. К преимуществам данного варианта относят экономию времени, ведь изделия будут доставлены в кратчайшие сроки. Цена готовых конструкций сниженная, на них часто проводят акции и распродажи. При проектировании современных домов и коттеджей специалисты используют нестандартные архитектурные и дизайнерские решения, что позволяет придать оригинальности и неповторимости экстерьерной и интерьерной композиции. Экстравагантные многоугольные окна, круглые, овальные конструкции способны удачно выделить дом на фоне других сооружений. Однако в продаже таких изделий не найти. Единственно верный вариант – заказать изготовление оконной конструкции по индивидуальному проекту. Преимущества изготовления окон на заказ ',
		width: '28',
		hiddenText: {
			text: 'Изготовление окон на заказ – выгодная услуга, которую целесообразно заказывать в тех случаях, если оконные проёмы в вашем доме нестандартной формы и размера. Выполнение замеров, изготовление и установка сложных конструкций требует профессионального подхода. При заказе окон в нашей компании специалист приезжает на объект, тщательно измеряет все параметры, помогает определиться с моделью, конфигурацией и другими характеристикам изделия. Достоинства изготовления окна на заказ очевидны.',
			list: [
				'Точность замеров. При выполнении замеров специалисты используют специальные инструменты и приспособления. Мы изготавливаем конструкции с такими геометрическими параметрами, которые позволяют ей идеально вписаться в оконный проём.',
				'Любая форма и размер. Мы выполняем как типичные, так и оригинальные, неординарные проекты. В нашей компании вы можете заказать большое или маленькое, прямоугольное или круглое, одностворчатое или многостворчатое окно.',
				'Цветовое исполнение. Доступны экземпляры с ламинированным под древесину или окрашенным в разные цвета и оттенки профилем.',
				'Выбор профиля, стеклопакета и фурнитуры. Пластик или алюминий, однокамерный стеклопакет, двухкамерный или со специальным покрытием – вы сами выбираете комплектующие элементы своего окна.',
				'Дополнительные опции. Чтобы придать изделию оригинальности, можете заказать конструкцию, оснащённую стеклопакетом с подсветкой, механизмом «детский замок».',
				'',
				'',
			],
			textTwo:
				'Изготовленное на заказ окно идеально впишется в проём. Благодаря этому свойству удаётся добиться максимальных показателей тепло- и звукоизоляции. Такая конструкция прослужит на протяжении долгих лет, сохраняя полноценную функциональность и презентабельный внешний вид. Где заказать окна Компания «Хафнер» специализируется на выпуске высококачественных оконных конструкций. У нас можно купить окно на заказ. Наши производственные цеха оснащены мощным оборудованием. В штате квалифицированный персонал с колоссальным опытом работы. Это позволяет выполнять самые сложные задания на высшем уровне.У нас вы можете заказать окно любой конфигурации, формы и размера, в разном цветовом исполнении. Наши специалисты помогут подобрать материал изготовления профиля, количество воздушных камер, тип стеклопакета, фурнитуру, учитывая условия эксплуатации, требования, пожелания и финансовые возможности заказчика. Вы можете заказать окно с доставкой и установкой.',
		},
		img: imgOne,
	},
];
