import imgOne from '../../../public/SlidingDoors/tarsowe.jpg';
import imgTwo from '../../../public/SlidingDoors/Accordion-590x590.jpg';
import imgThre from '../../../public/SlidingDoors/PSK-PLUS-PORTAL.jpg'

export const data = [
    {
        title: 'PORTAL PSK PLUS',
        text: 'Параллельно-раздвижная конструкция PORTAL PSK – это синоним комфорта и надежности для створок массой до 200 кг. Створки мягко и плавно закрываются автоматически одним поворотом ручки и легко переводятся в положение «откинуто», позволяя обеспечить доступ свежего воздуха в помещение.  Продуманная конструкция портала  отличается очень надежной и качественной механикой, которая способна эксплуатироваться много лет.',
        width: '28',
        hiddenText: {
            text: '',
            list: [
                '',
                '',
                '',
                '',
            ],
            textTwo: '',
        },
        img: imgOne,
    },
    {
        title: 'PORTAL FS',
        text: 'Сдвижная складывающаяся система PORTAL FS  обеспечивает свободу передвижения и комфортный микроклимат, беспрепятственно соединяя жилое помещение с окружающим пространством. Свободный проём при полностью открытых створках может достигать до 6 метров в ширину при массе створок до 80 кг. Благодаря стильному внешнему виду, портал станет эффектным акцентом в интерьере. Управлять PORTAL FS одно удовольствие: сдвинутые створки управляются легко и плавно путем простого перемещения в сторону и занимают минимум площади.',
        width: '10',
        hiddenText: {
            text: '',
            list: [
                '',

                '',

                '',
            ],
            textTwo: '',
        },
        img: imgTwo,
    },
        {
        title: 'PORTAL HS',
        text:'Возможности подъемно-сдвижного портала SIEGENIA поражают воображение: PORTAL HS позволяет создавать открытый проём шириной до 12 метров, при общей ширине портала до 19 метров. Система способна обеспечить безопасную, комфортную и лёгкую эксплуатацию сверхмассивных элементов: створки массой до 400 кг управляются одним движением руки.HS PORTAL доступен и в полностью безбарьерном исполнении ECO PASS, обеспечивающим исключительную энергоэффективность',
        width: '10',
        hiddenText: {
            text: '',
            list: [
                '',

                '',

                '',
            ],
            textTwo: '',
        },
        img: imgThre,
    },
]