import imgOne from '../../../public/aliminumWindows/пластиковые-двери.jpg'


export const data = [
    {
        title: '',
        text: 'Алюминиевый профиль – современный, высококачественный материал, который широко применяется при изготовлении оконных и дверных конструкций. К его преимуществам относят повышенную стойкость к износу, отменную прочность, длительный срок службы. Если соблюдать правила эксплуатации и обеспечить изделиям надлежащий уход, прослужат они не менее 80 лет. Используя профили из алюминия, можно реализовывать разнообразные архитектурные решения, комбинировать этот материал с другими.',
        width: '28',
        hiddenText: {
            text: 'Конструкции ремонтоспособны, при необходимости можно заменить износившуюся или повреждённую деталь. Благодаря небольшому весу создаются незначительная нагрузка на несущие элементы. Окна и двери из алюминиевого профиля прочные, надёжные и эстетичные. Изделия, которые можно заказать в нашей компании, отличаются такими достоинствами:',
            list: [
                'современный, оригинальный дизайн;',
                'отличная воздухопроницаемость, за счёт чего обеспечивается комфортный микроклимат в помещениях;',
                'великолепное качество исполнения, применение надёжной фурнитуры и прочных стеклопакетов;',
                'высокие тепло- и звукоизоляционные характеристики;',
                'устойчивость к негативному воздействию внешних факторов (атмосферные осадки, механические нагрузки, ультрафиолетовое излучение);',
                'умеренная стоимость (по сравнению с конструкциями из натуральной древесины);',
                'нетребовательность к уходу.',
            
            ],
            textTwo: 'Алюминиевые окна и двери смотрятся весьма презентабельно. Применяемые инновационные технологии позволяют придать конструкциям нужный цвет, замаскировать под натуральную древесину, сделать поверхность глянцевой или матовой. Изделия гармонично вписываются в интерьер и экстерьер, могут эксплуатироваться в условиях повышенной влажности воздуха, не теряют эстетических характеристик на протяжении всего срока службы.',
        },
         img: imgOne,
    },
]

